alsa-utils
autoconf
automake
base
binutils
bison
chromium
code
deepin-screenshot
dhcpcd
discord
dmenu
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
gradle
grep
groff
gzip
hdparm
htop
i3-gaps
i3status
inetutils
intel-ucode
intellij-idea-ultimate-edition
jdk-openjdk
jre-openjdk
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
make
man-db
man-pages
maven
minecraft-launcher
neofetch
neovim
netctl
network-manager-applet
nitrogen
nodejs
npm
nvidia
nvidia-settings
openssh
pacman
patch
pkgconf
pulseaudio
python-pip
ranger
redshift
refind
rxvt-unicode
s-nail
sed
spotify
spotify-tui
sudo
texinfo
tk
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
unzip
vim
wget
which
xorg-server
xorg-server-devel
xorg-xinit
xorg-xrandr
xorg-xset
xorg-xsetroot
yay
zsh
